const generalTermsHeader = 'ΓΕΝΙΚΟΙ ΟΡΟΙ ΣΥΜΜΕΤΟΧΗΣ ΜΕ ΔΕΛΤΙΟ';
const eurojackpotTermsHeader = 'ΓΕΝΙΚΟΙ ΟΡΟΙ ΣΥΜΜΕΤΟΧΗΣ';
const kinoTermsText = `<ul>
<li>Η συμμετοχή στις κληρώσεις/διαγωνισμούς γίνεται με αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της σχετικής νομοθεσίας και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</li>
<li>Το δελτίο χρησιμεύει μόνο για την καταχώρηση των προβλέψεων του συμμετέχοντα στο Κεντρικό Μηχανογραφικό Σύστημα και σε καμία περίπτωση δεν αποτελεί αποδεικτικό συμμετοχής. Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές με την προϋπόθεση της καταβολής από τον συμμετέχοντα του καθορισμένου αντιτίμου.<br> Ο συμμετέχων κατά την παραλαβή του αποδεικτικού συμμετοχής οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Μηχανογραφικό Σύστημα ή και δεν έχουν διασφαλιστεί σύμφωνα με τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, μόνο στις περιπτώσεις που επιτρέπεται βάσει των όρων και προϋποθέσεων που έχει θέσει η ΟΠΑΠ Α.Ε.</li>
<li>Μέσα σε προθεσμία έξι (6) ημερών από την ημερομηνία ολοκλήρωσης της νικήτριας στήλης κάθε ενδιαφερόμενος δικαιούται να υποβάλει ένσταση στην ΟΠΑΠ Α.Ε. εάν από το Κεντρικό Μηχανογραφικό Σύστημα δεν αναγνωρίζεται το κέρδος που προκύπτει με βάση το αποδεικτικό συμμετοχής του.</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για ζημία που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
</ul>`;
const powerspinTermsText = `<ul>
<li>Η συμμετοχή στα Παιχνίδια Στοιχημάτων Προκαθορισμένης Απόδοσης επί πάσης φύσεως εικονικών αθλημάτων (συμπεριλαμβανομένων των Ιπποδρομιών και Κυνοδρομιών) και επί διάφορων άλλων εικονικών γεγονότων, η φύση των οποίων προσφέρεται για τη διεξαγωγή στοιχημάτων, γίνεται με αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της υφιστάμενης σχετικής νομοθεσίας, του Κανονισμού Οργάνωσης, Λειτουργίας και Διεξαγωγής των Παιχνιδιών Στοιχημάτων Προκαθορισμένης Απόδοσης, όπως ισχύει (εφεξής:Κανονισμός), καθώς και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</li>
<li>Η συμμετοχή επιτρέπεται σε όσους έχουν συμπληρώσει το δέκατο όγδοο (18ο) έτος της ηλικίας τους.</li>
<li>Ο στοιχηματισμός επιτρέπεται μέχρι την έναρξη του πρώτου χρονικά διεξαγόμενου γεγονότος από τα γεγονότα επιλογής του παίκτη.</li>
<li>Το μέγιστο ποσό στοιχηματισμού ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται κατ\` ανώτατο όριο το ισόποσο της αξίας 10.000 στηλών και γνωστοποιείται στους παίκτες μέσω του Προγράμματος.</li>
<li>Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές με την προϋπόθεση της καταβολής από τον συμμετέχοντα του αναλογούντος αντιτίμου.</li>
<li>Ο συμμετέχων κατά την παραλαβή του αποδεικτικού συμμετοχής οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Μηχανογραφικό Σύστημα ή και δεν έχουν διασφαλιστεί σύμφωνα με τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, εφόσον συντρέχουν οι προϋποθέσεις ακύρωσης και εντός των χρονικών ορίων που καθορίζονται από την ΟΠΑΠ Α.Ε.</li>
<li>Η προθεσμία υποβολής ένστασης είναι έξι (6) ημέρες από την καταχώρηση των αποτελεσμάτων για όλα τα γεγονότα του Προγράμματος στο Κεντρικό Μηχανογραφικό Σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για τη ζημία που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
<li>Έγκυρο αποτέλεσμα θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν φέρει ευθύνη για προβλήματα ή οποιαδήποτε ζημία ήθελε τυχόν υποστεί ο Παίκτης οφειλόμενη σε τεχνικά προβλήματα, όπως, ενδεικτικά, προβλήματα κατά τη μετάδοση μέσω δορυφόρου ή κάθε άλλη αδυναμία τεχνικής φύσεως λόγω της οποίας δυσλειτουργεί ή καθίσταται δυσχερής ή αδύνατη η απεικόνιση του εικονικού γεγονότος.</li>
<li>Στην ως άνω περίπτωση όλα τα στοιχήματα παραμένουν σε ισχύ και έγκυρο αποτέλεσμα του εικονικού γεγονότος θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
</ul>`;
const allwynPowerspinTermsText = `<ul>
<li>Η συμμετοχή στα Παιχνίδια Στοιχημάτων Προκαθορισμένης Απόδοσης επί πάσης φύσεως εικονικών αθλημάτων (συμπεριλαμβανομένων των Ιπποδρομιών και Κυνοδρομιών) και επί διάφορων άλλων εικονικών γεγονότων, η φύση των οποίων προσφέρεται για τη διεξαγωγή στοιχημάτων, γίνεται με αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της υφιστάμενης σχετικής νομοθεσίας, του Κανονισμού Οργάνωσης, Λειτουργίας και Διεξαγωγής των Παιχνιδιών Στοιχημάτων Προκαθορισμένης Απόδοσης, όπως ισχύει (εφεξής:Κανονισμός), καθώς και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</li>
<li>Η συμμετοχή επιτρέπεται σε όσους έχουν συμπληρώσει το δέκατο όγδοο (18ο) έτος της ηλικίας τους.</li>
<li>Ο στοιχηματισμός επιτρέπεται μέχρι την έναρξη του πρώτου χρονικά διεξαγόμενου γεγονότος από τα γεγονότα επιλογής του παίκτη.</li>
<li>Το μέγιστο ποσό στοιχηματισμού ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται κατ\` ανώτατο όριο το ισόποσο της αξίας 10.000 στηλών και γνωστοποιείται στους παίκτες μέσω του Προγράμματος.</li>
<li>Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές με την προϋπόθεση της καταβολής από τον συμμετέχοντα του αναλογούντος αντιτίμου.</li>
<li>Ο συμμετέχων κατά την παραλαβή του αποδεικτικού συμμετοχής οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Μηχανογραφικό Σύστημα ή και δεν έχουν διασφαλιστεί σύμφωνα με τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, εφόσον συντρέχουν οι προϋποθέσεις ακύρωσης και εντός των χρονικών ορίων που καθορίζονται από την ΟΠΑΠ Α.Ε.</li>
<li>Η προθεσμία υποβολής ένστασης είναι έξι (6) ημέρες από την καταχώρηση των αποτελεσμάτων για όλα τα γεγονότα του Προγράμματος στο Κεντρικό Μηχανογραφικό Σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για τη ζημία που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
<li>Έγκυρο αποτέλεσμα θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν φέρει ευθύνη για προβλήματα ή οποιαδήποτε ζημία ήθελε τυχόν υποστεί ο Παίκτης οφειλόμενη σε τεχνικά προβλήματα, όπως, ενδεικτικά, προβλήματα κατά τη μετάδοση μέσω δορυφόρου ή κάθε άλλη αδυναμία τεχνικής φύσεως λόγω της οποίας δυσλειτουργεί ή καθίσταται δυσχερής ή αδύνατη η απεικόνιση του εικονικού γεγονότος.</li>
<li>Στην ως άνω περίπτωση όλα τα στοιχήματα παραμένουν σε ισχύ και έγκυρο αποτέλεσμα του εικονικού γεγονότος θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
</ul>`;
const fireblazeTermsText = `<ul>
<li>Η συμμετοχή στα Παιχνίδια Στοιχημάτων Προκαθορισμένης Απόδοσης επί πάσης φύσεως εικονικών αθλημάτων (συμπεριλαμβανομένων των Ιπποδρομιών και Κυνοδρομιών) και επί διάφορων άλλων εικονικών γεγονότων, η φύση των οποίων προσφέρεται για τη διεξαγωγή στοιχημάτων, γίνεται με αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της υφιστάμενης σχετικής νομοθεσίας, του Κανονισμού Οργάνωσης, Λειτουργίας και Διεξαγωγής των Παιχνιδιών Στοιχημάτων Προκαθορισμένης Απόδοσης, όπως ισχύει (εφεξής:Κανονισμός), καθώς και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</li>
<li>Η συμμετοχή επιτρέπεται σε όσους έχουν συμπληρώσει το δέκατο όγδοο (18ο) έτος της ηλικίας τους.</li>
<li>Ο στοιχηματισμός επιτρέπεται μέχρι την έναρξη του πρώτου χρονικά διεξαγόμενου γεγονότος από τα γεγονότα επιλογής του παίκτη.</li>
<li>Το μέγιστο ποσό στοιχηματισμού ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται κατ\` ανώτατο όριο το ισόποσο της αξίας 10.000 στηλών και γνωστοποιείται στους παίκτες μέσω του Προγράμματος.</li>
<li>Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές με την προϋπόθεση της καταβολής από τον συμμετέχοντα του αναλογούντος αντιτίμου.</li>
<li>Ο συμμετέχων κατά την παραλαβή του αποδεικτικού συμμετοχής οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Μηχανογραφικό Σύστημα ή και δεν έχουν διασφαλιστεί σύμφωνα με τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, εφόσον συντρέχουν οι προϋποθέσεις ακύρωσης και εντός των χρονικών ορίων που καθορίζονται από την ΟΠΑΠ Α.Ε.</li>
<li>Η προθεσμία υποβολής ένστασης είναι έξι (6) ημέρες από την καταχώρηση των αποτελεσμάτων για όλα τα γεγονότα του Προγράμματος στο Κεντρικό Μηχανογραφικό Σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για τη ζημία που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
<li>Έγκυρο αποτέλεσμα θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν φέρει ευθύνη για προβλήματα ή οποιαδήποτε ζημία ήθελε τυχόν υποστεί ο Παίκτης οφειλόμενη σε τεχνικά προβλήματα, όπως, ενδεικτικά, προβλήματα κατά τη μετάδοση μέσω δορυφόρου ή κάθε άλλη αδυναμία τεχνικής φύσεως λόγω της οποίας δυσλειτουργεί ή καθίσταται δυσχερής ή αδύνατη η απεικόνιση του εικονικού γεγονότος.</li>
<li>Στην ως άνω περίπτωση όλα τα στοιχήματα παραμένουν σε ισχύ και έγκυρο αποτέλεσμα του εικονικού γεγονότος θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
</ul>`;
const allwynFireblazeTermsText = `<ul>
<li>Η συμμετοχή στα Παιχνίδια Στοιχημάτων Προκαθορισμένης Απόδοσης επί πάσης φύσεως εικονικών αθλημάτων (συμπεριλαμβανομένων των Ιπποδρομιών και Κυνοδρομιών) και επί διάφορων άλλων εικονικών γεγονότων, γίνεται με αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της σχετικής νομοθεσίας, του Κανονισμού Οργάνωσης, Λειτουργίας και Διεξαγωγής των Παιχνιδιών Στοιχημάτων Προκαθορισμένης Απόδοσης, όπως ισχύει (εφεξής: Κανονισμός), καθώς και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</li>
<li>Η συμμετοχή επιτρέπεται σε όσους έχουν συμπληρώσει το δέκατο όγδοο (18ο) έτος της ηλικίας τους.</li>
<li>Ο στοιχηματισμός επιτρέπεται μέχρι την έναρξη του πρώτου χρονικά διεξαγόμενου γεγονότος από τα γεγονότα επιλογής του παίκτη.</li>
<li>Το μέγιστο ποσό στοιχηματισμού ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται κατ\` ανώτατο όριο το ισόποσο της αξίας 10.000 στηλών και γνωστοποιείται στους παίκτες μέσω του Προγράμματος.</li>
<li>Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές με την προϋπόθεση της καταβολής από τον συμμετέχοντα του αναλογούντος αντιτίμου.</li>
<li>Ο συμμετέχων κατά την παραλαβή του αποδεικτικού συμμετοχής οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Μηχανογραφικό Σύστημα ή και δεν έχουν διασφαλιστεί σύμφωνα με τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, εφόσον συντρέχουν οι προϋποθέσεις ακύρωσης και εντός των χρονικών ορίων που καθορίζονται από την ΟΠΑΠ Α.Ε.</li>
<li>Η προθεσμία υποβολής ένστασης είναι έξι (6) ημέρες από την καταχώρηση των αποτελεσμάτων για όλα τα γεγονότα του Προγράμματος στο Κεντρικό Μηχανογραφικό Σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για τη ζημία που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
<li>Έγκυρο αποτέλεσμα θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
<li>Η ΟΠΑΠ Α.Ε. δεν φέρει ευθύνη για προβλήματα ή οποιαδήποτε ζημία ήθελε τυχόν υποστεί ο Παίκτης οφειλόμενη σε τεχνικά προβλήματα, όπως, ενδεικτικά, προβλήματα κατά τη μετάδοση μέσω δορυφόρου ή κάθε άλλη αδυναμία τεχνικής φύσεως λόγω της οποίας δυσλειτουργεί ή καθίσταται δυσχερής ή αδύνατη η απεικόνιση του εικονικού γεγονότος.</li>
<li>Στην ως άνω περίπτωση όλα τα στοιχήματα παραμένουν σε ισχύ και έγκυρο αποτέλεσμα του εικονικού γεγονότος θεωρείται αποκλειστικά και μόνο αυτό που έχει καταχωρηθεί στο κεντρικό μηχανογραφικό σύστημα της ΟΠΑΠ Α.Ε.</li>
</ul>`;
const eurojackpotTermsText = `
<p>Η συμμετοχή στο Εurojackpot γίνεται µε αποκλειστική ευθύνη των συμμετεχόντων και συνεπάγεται την πλήρη, απόλυτη και ανεπιφύλακτη αποδοχή των διατάξεων της σχετικής νομοθεσίας και των όρων και προϋποθέσεων που θέτει κάθε φορά η ΟΠΑΠ Α.Ε.</p>
<ul>
<li>Το παρόν δελτίο χρησιμεύει µόνο για την καταχώρηση των προβλέψεων του συμμετέχοντα στο Κεντρικό Πληροφορικό Σύστημα της ΟΠΑΠ Α.Ε. και σε καμία περίπτωση δεν αποτελεί αποδεικτικό συμμετοχής. Το αποδεικτικό συμμετοχής εκτυπώνεται από τις ειδικές τερματικές μηχανές µε την προϋπόθεση της καταβολής από τον συμμετέχοντα του καθορισμένου αντιτίμου.</li>
<li>Ο συμμετέχων, κατά την παραλαβή του αποδεικτικού συμμετοχής, οφείλει να ελέγξει ότι αυτό είναι έγκυρο και περιέχονται σε αυτό όλα τα στοιχεία που αντιστοιχούν στη συγκεκριμένη συμμετοχή του</li>
<li>Η ΟΠΑΠ Α.Ε. δεν ευθύνεται αν, εξαιτίας οποιουδήποτε λόγου, στοιχεία αποδεικτικού συμμετοχής δεν βρεθούν καταχωρημένα στο Κεντρικό Πληροφορικό Σύστημα ή/και δεν έχουν διασφαλιστεί σύμφωνα µε τα προβλεπόμενα στην κείμενη νομοθεσία. Σε αυτές τις περιπτώσεις ο κάτοχος του αποδεικτικού συμμετοχής δεν δικαιούται καταβολής κέρδους ή αποζημίωσης.</li>
<li>Ο συμμετέχων δικαιούται να ζητήσει την ακύρωση της συμμετοχής του και την επιστροφή του αντιτίμου της αξίας της, µόνο στις περιπτώσεις που επιτρέπεται βάσει των όρων και προϋποθέσεων που έχει θέσει η ΟΠΑΠ Α.Ε.</li>
<li>Κάθε ενδιαφερόμενος δικαιούται να υποβάλει ένσταση στην ΟΠΑΠ Α.Ε. εάν από το Κεντρικό Πληροφορικό Σύστημα (Κ.Π.Σ) δεν αναγνωρίζεται, το κέρδος που προκύπτει µε βάση το αποδεικτικό συμμετοχής του, μέσα σε προθεσμία έξι (6) ημερών από την ημερομηνία μη αναγνώρισης του κέρδους από το Κ.Π.Σ .</li>
<li>Ο κομιστής του δελτίου οφείλει να διαφυλάσσει τα στοιχεία του δελτίου και να μην τα αποκαλύπτει σε οποιονδήποτε τρίτο.</li>
<li>Η ΟΠΑΠ Α.Ε. ουδεμία ευθύνη φέρει για ζημιά που τυχόν προκλήθηκε από τη γνωστοποίηση των στοιχείων του δελτίου του παίκτη προς τρίτους.</li>
</ul>`;
const WinningsPaymentHeader = 'ΠΛΗΡΩΜΗ ΚΕΡΔΩΝ';
const kinoWinningsPaymentText =
  '<p>Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα με την εκάστοτε ισχύουσα νομοθεσία.</p><ul> <li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης.</li> <li>Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες με διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε.</li> <li>Μετά την πάροδο τριών (3) μηνών, από την ημερομηνία ολοκλήρωσης της νικήτριας στήλης παύει η αξίωση είσπραξης οποιουδήποτε κέρδους.</li> <li>Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Μ.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li> <li>Σας ενημερώνουμε, ότι η ΟΠΑΠ Α.Ε. και η Ελληνικά Λαχεία Α.Ε. δέχονται προς επεξεργασία αιτήσεις βεβαιώσεων κέρδους για το έτος 2015. Η διαδικασία υποβολής της αίτησης για βεβαίωση κέρδους είναι πλέον ηλεκτρονική, μέσω του ιστότοπου winningscertificates.opap.gr</li> </ul>';
const powerspinWinningsPaymentText =
  '<ul> <li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης.</li> <li> Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες με διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε.</li> <li> Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα με την εκάστοτε ισχύουσα νομοθεσία.</li> <li> Το μέγιστο καταβαλλόμενο ποσό κέρδους ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται το ποσό του ενός εκατομμυρίου ευρώ (1.000.000 €) εκτός εάν άλλως ορίζεται και αναφέρεται στο Πρόγραμμα σχετικά με συγκεκριμένους τύπους στοιχημάτων ή ομάδες γεγονότων.</li> <li> Κέρδη από στοιχήματα παραγράφονται μετά την παρέλευση τριών (3) μηνών από την ημερομηνία λήξης του αντίστοιχου Προγράμματος.</li> <li> Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Μ.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li> <li> Η ΟΠΑΠ Α.Ε. χορηγεί βεβαίωση εισπραχθέντος κέρδους κατόπιν σχετικής αίτησης. Για περισσότερες πληροφορίες μπορείτε να απευθυνθείτε στον πράκτορα ή στο διαδικτυακό τόπο του ΟΠΑΠ.</li></ul>';
const allwynPowerspinWinningsPaymentText =
  '<ul> <li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης.</li> <li> Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες με διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε.</li> <li> Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα με την εκάστοτε ισχύουσα νομοθεσία.</li> <li> Το μέγιστο καταβαλλόμενο ποσό κέρδους ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται το ποσό του ενός εκατομμυρίου ευρώ (1.000.000 €) εκτός εάν άλλως ορίζεται και αναφέρεται στο Πρόγραμμα σχετικά με συγκεκριμένους τύπους στοιχημάτων ή ομάδες γεγονότων.</li> <li> Κέρδη από στοιχήματα παραγράφονται μετά την παρέλευση τριών (3) μηνών από την ημερομηνία λήξης του αντίστοιχου Προγράμματος.</li> <li> Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Μ.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li> <li> Η ΟΠΑΠ Α.Ε. χορηγεί βεβαίωση εισπραχθέντος κέρδους κατόπιν σχετικής αίτησης. Για περισσότερες πληροφορίες μπορείτε να απευθυνθείτε στον πράκτορα ή στο διαδικτυακό τόπο www.allwyn.gr.</li></ul>';
const fireblazeWinningsPaymentText =
  '<ul> <li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης.</li> <li> Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες με διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε.</li> <li> Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα με την εκάστοτε ισχύουσα νομοθεσία.</li> <li> Το μέγιστο καταβαλλόμενο ποσό κέρδους ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται το ποσό του ενός εκατομμυρίου ευρώ (1.000.000 €) εκτός εάν άλλως ορίζεται και αναφέρεται στο Πρόγραμμα σχετικά με συγκεκριμένους τύπους στοιχημάτων ή ομάδες γεγονότων.</li> <li> Το ανώτατο ποσό που μοιράζεται ως κέρδος (ανά κλήρωση) σε καθεμιά από τις κατηγορίες παιχνιδιών Αριθμός, Δυάδα, Τετράδα, Οκτάδα ανέρχεται σε 500.000€. Σε περίπτωση που το αναλογούν συνολικό ποσό υπερβαίνει τα προαναφερθέντα ανώτατα ποσά, τότε η διανομή του ανώτατου ποσού στις αντίστοιχες επιτυχίες γίνεται σε μερίδια ανάλογα με την αξία συμμετοχής της κερδίζουσας περιοχής του κάθε δελτίου σε κάθε κλήρωση. </li> <li> Κέρδη από στοιχήματα παραγράφονται μετά την παρέλευση τριών (3) μηνών από την ημερομηνία λήξης του αντίστοιχου Προγράμματος.</li> <li> Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Μ.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li> <li> Η ΟΠΑΠ Α.Ε. χορηγεί βεβαίωση εισπραχθέντος κέρδους κατόπιν σχετικής αίτησης. Για περισσότερες πληροφορίες μπορείτε να απευθυνθείτε στον πράκτορα ή στο διαδικτυακό τόπο του ΟΠΑΠ.</li></ul>';
const allwynFireblazeWinningsPaymentText =
  '<ul> <li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης.</li> <li> Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες με διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε.</li> <li> Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα με την εκάστοτε ισχύουσα νομοθεσία.</li> <li> Το μέγιστο καταβαλλόμενο ποσό κέρδους ανά συμμετοχή, είτε αυτή περιέχει έναν είτε πολλούς συνδυασμούς, ορίζεται το ποσό του ενός εκατομμυρίου ευρώ (1.000.000 €) εκτός εάν άλλως ορίζεται και αναφέρεται στο Πρόγραμμα σχετικά με συγκεκριμένους τύπους στοιχημάτων ή ομάδες γεγονότων.</li> <li> Το ανώτατο ποσό που μοιράζεται ως κέρδος (ανά κλήρωση) σε καθεμιά από τις κατηγορίες παιχνιδιών Αριθμός, Δυάδα, Τετράδα, Οκτάδα ανέρχεται σε 500.000€. Σε περίπτωση που το αναλογούν συνολικό ποσό υπερβαίνει τα προαναφερθέντα ανώτατα ποσά, τότε η διανομή του ανώτατου ποσού στις αντίστοιχες επιτυχίες γίνεται σε μερίδια ανάλογα με την αξία συμμετοχής της κερδίζουσας περιοχής του κάθε δελτίου σε κάθε κλήρωση. </li> <li> Κέρδη από στοιχήματα παραγράφονται μετά την παρέλευση τριών (3) μηνών από την ημερομηνία λήξης του αντίστοιχου Προγράμματος.</li> <li> Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Μ.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li> <li> Η ΟΠΑΠ Α.Ε. χορηγεί βεβαίωση εισπραχθέντος κέρδους κατόπιν σχετικής αίτησης. Για περισσότερες πληροφορίες μπορείτε να απευθυνθείτε στον πράκτορα ή στο διαδικτυακό τόπο www.allwyn.gr.</li></ul>';
const eurojackpotWinningsPaymentText = `
<p>Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα µε την εκάστοτε ισχύουσα νομοθεσία.</p>
<ul>
<li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης</li>
<li>Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες µε διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε. </li>
<li>Μετά την πάροδο τριών (3) μηνών, από την ημερομηνία καταχώρησης της νικήτριας στήλης στο Κ.Π.Σ. , παύει η αξίωση είσπραξης οποιουδήποτε κέρδους.</li>
<li>Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Π.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li>
<li>Σας ενημερώνουμε ότι η ΟΠΑΠ Α.Ε. δέχεται προς επεξεργασία αιτήσεις βεβαιώσεων κέρδους. Η διαδικασία υποβολής της αίτησης για βεβαίωση είναι πλέον ηλεκτρονική, μέσω του ιστότοπου winningscertificates.opap.gr</li>
<li>Αναλυτικές πληροφορίες για τη συμμετοχή στο παιχνίδι Eurojackpot μπορείτε να δείτε στον Οδηγό Παιγνίου που βρίσκεται αναρτημένος στην ιστοσελίδα www.opap.gr</li>
</ul>
`;
const allwynEurojackpotWinningsPaymentText = `
<p>Κατά την πληρωμή των κερδών παρακρατείται άμεσα από την ΟΠΑΠ Α.Ε. ο αναλογών φόρος, σύμφωνα µε την εκάστοτε ισχύουσα νομοθεσία.</p>
<ul>
<li>Τα κέρδη καταβάλλονται στον κομιστή του αποδεικτικού συμμετοχής που κερδίζει. Σε περίπτωση απώλειας αποδεικτικού συμμετοχής αποκλείεται η αξίωση καταβολής κέρδους ή άλλης αποζημίωσης</li>
<li>Η πληρωμή των κερδών γίνεται από τα εξουσιοδοτημένα από την ΟΠΑΠ Α.Ε. σημεία πώλησης ή από τις συνεργαζόμενες Τράπεζες µε διαδικασία που ορίζεται κάθε φορά από την ΟΠΑΠ Α.Ε. </li>
<li>Μετά την πάροδο τριών (3) μηνών, από την ημερομηνία καταχώρησης της νικήτριας στήλης στο Κ.Π.Σ. , παύει η αξίωση είσπραξης οποιουδήποτε κέρδους.</li>
<li>Αποδεικτικό συμμετοχής που έχει καταστραφεί ή έχουν αλλοιωθεί τα στοιχεία του ή όταν σε οποιαδήποτε άλλη περίπτωση δεν είναι δυνατός ο εντοπισμός και η ανάκτησή τους από το Κ.Π.Σ., ουδεμία ισχύ έχει και αποκλείεται η αξίωση καταβολής κέρδους και κάθε άλλη αξίωση για αποζημίωση από την ΟΠΑΠ Α.Ε.</li>
<li>Σας ενημερώνουμε ότι η ΟΠΑΠ Α.Ε. δέχεται προς επεξεργασία αιτήσεις βεβαιώσεων κέρδους. Η διαδικασία υποβολής της αίτησης για βεβαίωση είναι πλέον ηλεκτρονική, μέσω του ιστότοπου winningscertificates.opap.gr</li>
<li>Αναλυτικές πληροφορίες για τη συμμετοχή στο παιχνίδι Eurojackpot μπορείτε να δείτε στον Οδηγό Παιγνίου που βρίσκεται αναρτημένος στην ιστοσελίδα www.allwyn.gr</li>
</ul>
`;
const winningsTableAsterisk =
  'Το ανώτατο ποσό που μοιράζεται ως κέρδος, ανά κλήρωση, σε κάθε μία από τις κατηγορίες 1 και 2 των παιχνιδιών 12, 11, 10 και 9 ανέρχεται σε 1.000.000€,  για δελτία που συμμετέχουν στα κέρδη ΚΙΝΟ και 2.000.000€ για δελτία που συμμετέχουν στα κέρδη KINO BONUS. Σε περίπτωση που το αναλογούν ποσό υπερβαίνει τα προαναφερθέντα ανώτατα ποσά, τότε η διανομή του ανώτατου ποσού στις αντίστοιχες επιτυχίες, γίνεται σε μερίδια ανάλογα με την αξία συμμετοχής της κερδίζουσας περιοχής του κάθε δελτίου.';
const allwynWinningsTableAsterisk =
  '<p>Το ανώτατο ποσό που ορίζεται ως κέρδος ανά κλήρωση σε κάθε μία από τις κατηγορίες 1 και 2 των παιχνιδιών 12, 11,10 και 9 ανέρχεται σε 1.000.000€, για δελτία που συμμετέχουν στα κέρδη KINO και 2.000.000€ για δελτία που συμμετέχουν στα κέρδη KINO BONUS.</p><p>Στη κατηγορία κέρδους του παιχνιδιού 9 με ΚΙΝΟ ΠΑΡΑ 1, το ανώτατο ποσό ανέρχεται σε 1.000.000€, ενώ το αντίστοιχο ανώτατο ποσό για ΚΙΝΟ ΠΑΡΑ 1 με KINO BONUS ανέρχεται σε 2.000.000€. </p><p>Σε περίπτωση που το αναλογούν ποσό υπερβαίνει τα προαναφερθέντα ανώτατα ποσά, τότε η διανομή του ανώτατου ποσού στις αντίστοιχες επιτυχίες, γίνεται σε μερίδια ανάλογα με την αξία συμμετοχής της κερδίζουσας περιοχής του κάθε δελτίου.</p>';
const responsibleGamingText = `<p>Στην ΟΠΑΠ Α.Ε. ενθαρρύνουμε το «Υπεύθυνο Παιχνίδι».</p> <p>Λέγοντας «Υπεύθυνο Παιχνίδι» αναφερόμαστε σε μια σειρά δράσεων που στοχεύουν στην προστασία και αποτροπή του κοινού και ιδιαίτερα των ευαίσθητα κοινωνικών ομάδων (π.χ. ανήλικοι) από την συμμετοχή, την εξάρτηση και τον εθισμό στα Τυχερά Παίγνια με σκοπό να μην τίθενται σε κίνδυνο η δημόσια υγεία, η ασφάλεια, η νομιμότητα και διαφάνεια των συναλλαγών.</p> <p>Ειδικότερα στην ΟΠΑΠ Α.Ε. αναπτύσσουμε δράσεις για το «Υπεύθυνο Παιχνίδι» που σκοπό έχουν να ενημερώσουν τους Παίκτες:</p> <ul> <li>Για το πώς να μεγιστοποιήσουν την ψυχαγωγία που τους προσφέρουν τα Τυχερά Παίγνια, καθώς και την ελαχιστοποίηση των αρνητικών επιπτώσεων από την συμμετοχή τους.</li> <li> Για τους κανονισμούς διεξαγωγής των παιχνιδιών.</li> </ul> <h5>ΓΕΝΙΚΕΣ ΑΡΧΕΣ ΥΠΕΥΘΥΝΟΥ ΠΑΙΧΝΙΔΙΟΥ</h5> <h6>Γιατί το παιχνίδι το ελέγχεις εσύ. Μάθε πως:</h6> <p>Στα Παιχνίδια της ΟΠΑΠ Α.Ε., δεν μπορείς να παίξεις αν είσαι κάτω των 18 ετών, ενώ στόχος μας είναι να δημιουργούμε ένα ασφαλές περιβάλλον για τους παίκτες μας.</p> <p>Στον ΟΠΑΠ θέλουμε το παιχνίδι να παραμένει διασκεδαστικό.</p> <h5>ΥΠΕΥΘΥΝΟΣ ΠΑΙΚΤΗΣ</h5> <p><u>Υπεύθυνος Παίκτης είναι αυτός που:</u></p> <ul> <li>Παίζοντας Τυχερά Παίγνια ορίζει από την αρχή ένα χρηματικό ποσό και δεν το ξεπερνάει για κανένα λόγο.</li> <li>Δεν δανείζεται χρήματα για να παίξει.</li> <li>Δεν παίζει τα χρήματα που προορίζονται για άλλες καθημερινές του ανάγκες.</li> <li>Δεν προσπαθεί να «ρεφάρει» ρισκάροντας επιπλέον χρήματα.</li> <li>Είναι συνειδητοποιημένος και πιστεύει ότι δεν μπορεί να επηρεάσει το τυχερό παιχνίδι.</li> </ul> <p><u>Τι κάνει ένας έξυπνος Παίκτης;</u></p> <ul> <li>Αποφεύγει να ξοδεύει σε Τυχερά Παίγνια τα χρήματα που προορίζονται για άλλες ανάγκες.</li> <li>Σταματάει να παίζει ή παίζει λιγότερο, προκειμένου να διασφαλίσει τα χρήματα που προορίζονται για άλλες ανάγκες.</li> <li>Αποφεύγει να ξοδεύει πολύ συχνά μικρά ποσά ή ρέστα για να συμμετάσχει σε Τυχερά Παίγνια.</li> <li>Δεν παίζει για να κερδίσει πίσω τα χαμένα χρήματα.</li> <li>Αποφεύγει να θεωρεί τα Τυχερά Παίγνια ως λύση των προβλημάτων του και των ανησυχιών του.</li> <li>Δεν δανείζεται ποτέ χρήματα για να παίξει.</li> <li>Θεωρεί ότι τα χρήματα που δαπάνησε για να παίξει είναι το αντίτιμο που πληρώνει κανείς για να διασκεδάσει.</li> <li>Δεν ψεύδεται στα αγαπημένα του πρόσωπα για τα χρήματα που ξόδεψε ή το χρόνο που αφιέρωσε παίζοντας.</li> <li>Ζητάει βοήθεια από ειδικούς όταν αντιλαμβάνεται ότι τείνει να ξοδεύει παραπάνω ή να παίζει συχνότερα.</li> <li>Δεν παίζει όταν αισθάνεται λυπημένος, μόνος, βαριεστημένος, φορτισμένος ή αγχωμένος.</li> <li>Βάζει πάντα όρια στο παιχνίδι και δεν τα ξεπερνάει ΠΟΤΕ!</li> <li>Παίζει πάντα μόνο το χρηματικό ποσό που είχε καθορίσει εξαρχής.</li> <li>Σταματάει να παίζει όταν ξεπερνάει το προκαθορισμένο χρηματικό όριο.</li> <li>Έχει συναίσθηση του χρονικού διαστήματος που παίζει και των ποσών που ξοδεύει.</li> <li>Κάνει χρήση της δυνατότητας για αυτοπεριορισμό στις περιπτώσεις που είναι εφικτό.</li> <li>Ενημερώνεται σχετικά με τις πιθανότητες κέρδους.</li> </ul> <h5>ΠΡΟΣ ΤΟΥΣ ΣΥΓΓΕΝΕΙΣ Ή ΦΙΛΟΥΣ ΤΩΝ ΕΘΙΣΜΕΝΩΝ ΠΑΙΚΤΩΝ</h5> <p>Για τον Παίκτη που έχει ξεπεράσει τα όρια με την ενασχόλησή του με τα Τυχερά Παίγνια, είναι σημαντικό να αντιληφθεί ότι:</p> <ul> <li>Δεν είναι μόνος με το πρόβλημα του και μπορεί να βρει κατανόηση και στήριξη είτε σε οικεία του πρόσωπα είτε σε ειδικούς επιστήμονες.</li> <li>Είναι σημαντικό να είναι ειλικρινής με τον εαυτό του και με τους άλλους.</li> <li>Πρέπει να είναι προετοιμασμένος για την εμφάνιση στερητικού συνδρόμου.</li> <li>Θα βοηθήσει τον εαυτό του βρίσκοντας δραστηριότητες που θα τον αποσπούν από τα Τυχερά Παίγνια.</li> </ul> <p>Η βοήθεια και συμπαράσταση συγγενών και φίλων των Παικτών, που αντιμετωπίζουν εθισμό από τα Τυχερά Παίγνια, μπορεί να είναι καθοριστικός παράγοντας σε ότι αφορά την απεξάρτησή τους από αυτά.</p> <p><u>Βοηθάμε τον εθισμένο συγγενή ή φίλο μας όταν:</u></p> <ul> <li>Τον δεχόμαστε όπως είναι καθώς με το να τον καταδικάζουμε μπορεί να επιδεινώσουμε την κατάστασή του.</li> <li>Τον παρακινούμε να συνειδητοποιήσει την εξάρτησή του.</li> <li>Του εξηγούμε ότι είναι υπεύθυνος για τις πράξεις του.</li> <li>Του δίνουμε κίνητρο για να αλλάξει.</li> <li>Τον προτρέπουμε να δεχτεί βοήθεια από επαγγελματίες της ψυχικής υγείας ή από ομάδες αλληλοβοήθειας.</li> </ul> <p><strong>Σημαντικές συμβουλές</strong></p> <p>Μπορεί ο παίκτης να βελτιώσει τις πιθανότητες να κερδίσει;</p> <p><strong>ΟΧΙ.</strong>Οι ικανότητες, οι στρατηγικές ή οι προλήψεις, δεν μπορούν να επηρεάσουν το τελικό αποτέλεσμα του παιχνιδιού. Πολλοί άνθρωποι έχουν διάφορες θεωρίες για το πώς μπορούν να βελτιώσουν τις πιθανότητες κέρδους.</p> <h5>ΠΡΟΓΡΑΜΜΑ ΥΠΟΣΤΗΡΙΞΗΣ ΓΙΑ ΕΘΙΣΜΕΝΟΥΣ ΠΑΙΚΤΕΣ ΣΤΑ ΤΥΧΕΡΑ ΠΑΙΧΝΙΔΙΑ</h5> <p>Αν κάποιος πιστεύει ότι έχει πρόβλημα σχετικό με τα Τυχερά Παίγνια (ή πιστεύει ότι έχει πρόβλημα κάποιος συγγενής του ή φίλος του), μπορεί να απευθυνθεί στην τηλεφωνική γραμμή 1114, ψυχολογικής υποστήριξης και τηλεσυμβουλευτικής του ΚΕΘΕΑ-ΑΛΦΑ (http://www.kethea-alfa.gr) για τους εθισμένους Παίκτες, η οποία λειτουργεί με την οικονομική υποστήριξη της ΟΠΑΠ Α.Ε.</p> <p>Μέσα από αυτό το πρόγραμμα προσφέρεται βοήθεια και καθοδήγηση στον ίδιο, στους συγγενείς ή στους φίλους του.</p> <ul> <li>Η Γραμμή Βοηθείας λειτουργεί Δευτέρα έως Παρασκευή από 09:00 έως τις 21:00 με πλήρως εξειδικευμένο προσωπικό, όπως κοινωνιολόγους, κοινωνικούς λειτουργούς, ψυχολόγους.</li> <li>Στόχος του προγράμματος είναι οι ενδιαφερόμενοι που αντιμετωπίζουν πρόβλημα εθισμού με τα Τυχερά Παίγνια, μέσω προσωπικών συναντήσεων, να απεξαρτηθούν και να επανενταχθούν στην κοινωνία.</li> </ul> <h5>ΕΡΩΤΗΜΑΤΟΛΟΓΙΟ ΑΥΤΟ-ΑΞΙΟΛΟΓΗΣΗΣ ΤΟΥ ΠΑΙΚΤΗ</h5> <p>Η ΟΠΑΠ Α.Ε. διαθέτει στον Παίκτη και σε κάθε ενδιαφερόμενο, εργαλεία (τεστ) αυτο-αξιολόγησης, σχετικά με την στάση τους απέναντι στα Παίγνια. Μπορείς να ανακαλύψεις αν παίζεις για τη χαρά του παιχνιδιού ή αν η ενασχόλησή σου με τα τυχερά παιχνίδια έχει αρχίσει να σου δημιουργεί προβλήματα.</p> <p>Το τεστ αυτό-αξιολόγησης, είναι ανώνυμο, προσβάσιμο σε όλους και μπορεί να το κάνει οποιοσδήποτε εντός των πρακτορείων ΟΠΑΠ ή μέσω του ηλεκτρονικού Ιστότοπου www.opap.gr χωρίς να απαιτείται εγγραφή (sign up) ή είσοδος (log in).</p>`;
const allwynResponsibleGamingText = `<p>Στην ΟΠΑΠ Α.Ε. ενθαρρύνουμε το «Υπεύθυνο Παιχνίδι».</p> <p>Λέγοντας «Υπεύθυνο Παιχνίδι» αναφερόμαστε σε μια σειρά δράσεων που στοχεύουν στην προστασία και αποτροπή του κοινού και ιδιαίτερα των ευαίσθητα κοινωνικών ομάδων (π.χ. ανήλικοι) από την συμμετοχή, την εξάρτηση και τον εθισμό στα Τυχερά Παίγνια με σκοπό να μην τίθενται σε κίνδυνο η δημόσια υγεία, η ασφάλεια, η νομιμότητα και διαφάνεια των συναλλαγών.</p> <p>Ειδικότερα στην ΟΠΑΠ Α.Ε. αναπτύσσουμε δράσεις για το «Υπεύθυνο Παιχνίδι» που σκοπό έχουν να ενημερώσουν τους Παίκτες:</p> <ul> <li>Για το πώς να μεγιστοποιήσουν την ψυχαγωγία που τους προσφέρουν τα Τυχερά Παίγνια, καθώς και την ελαχιστοποίηση των αρνητικών επιπτώσεων από την συμμετοχή τους.</li> <li> Για τους κανονισμούς διεξαγωγής των παιχνιδιών.</li> </ul> <h5>ΓΕΝΙΚΕΣ ΑΡΧΕΣ ΥΠΕΥΘΥΝΟΥ ΠΑΙΧΝΙΔΙΟΥ</h5> <h6>Γιατί το παιχνίδι το ελέγχεις εσύ. Μάθε πως:</h6> <p>Στα Παιχνίδια της ΟΠΑΠ Α.Ε., δεν μπορείς να παίξεις αν είσαι κάτω των 18 ετών, ενώ στόχος μας είναι να δημιουργούμε ένα ασφαλές περιβάλλον για τους παίκτες μας.</p> <p>Στην allwyn θέλουμε το παιχνίδι να παραμένει διασκεδαστικό.</p> <h5>ΥΠΕΥΘΥΝΟΣ ΠΑΙΚΤΗΣ</h5> <p><u>Υπεύθυνος Παίκτης είναι αυτός που:</u></p> <ul> <li>Παίζοντας Τυχερά Παίγνια ορίζει από την αρχή ένα χρηματικό ποσό και δεν το ξεπερνάει για κανένα λόγο.</li> <li>Δεν δανείζεται χρήματα για να παίξει.</li> <li>Δεν παίζει τα χρήματα που προορίζονται για άλλες καθημερινές του ανάγκες.</li> <li>Δεν προσπαθεί να «ρεφάρει» ρισκάροντας επιπλέον χρήματα.</li> <li>Είναι συνειδητοποιημένος και πιστεύει ότι δεν μπορεί να επηρεάσει το τυχερό παιχνίδι.</li> </ul> <p><u>Τι κάνει ένας έξυπνος Παίκτης;</u></p> <ul> <li>Αποφεύγει να ξοδεύει σε Τυχερά Παίγνια τα χρήματα που προορίζονται για άλλες ανάγκες.</li> <li>Σταματάει να παίζει ή παίζει λιγότερο, προκειμένου να διασφαλίσει τα χρήματα που προορίζονται για άλλες ανάγκες.</li> <li>Αποφεύγει να ξοδεύει πολύ συχνά μικρά ποσά ή ρέστα για να συμμετάσχει σε Τυχερά Παίγνια.</li> <li>Δεν παίζει για να κερδίσει πίσω τα χαμένα χρήματα.</li> <li>Αποφεύγει να θεωρεί τα Τυχερά Παίγνια ως λύση των προβλημάτων του και των ανησυχιών του.</li> <li>Δεν δανείζεται ποτέ χρήματα για να παίξει.</li> <li>Θεωρεί ότι τα χρήματα που δαπάνησε για να παίξει είναι το αντίτιμο που πληρώνει κανείς για να διασκεδάσει.</li> <li>Δεν ψεύδεται στα αγαπημένα του πρόσωπα για τα χρήματα που ξόδεψε ή το χρόνο που αφιέρωσε παίζοντας.</li> <li>Ζητάει βοήθεια από ειδικούς όταν αντιλαμβάνεται ότι τείνει να ξοδεύει παραπάνω ή να παίζει συχνότερα.</li> <li>Δεν παίζει όταν αισθάνεται λυπημένος, μόνος, βαριεστημένος, φορτισμένος ή αγχωμένος.</li> <li>Βάζει πάντα όρια στο παιχνίδι και δεν τα ξεπερνάει ΠΟΤΕ!</li> <li>Παίζει πάντα μόνο το χρηματικό ποσό που είχε καθορίσει εξαρχής.</li> <li>Σταματάει να παίζει όταν ξεπερνάει το προκαθορισμένο χρηματικό όριο.</li> <li>Έχει συναίσθηση του χρονικού διαστήματος που παίζει και των ποσών που ξοδεύει.</li> <li>Κάνει χρήση της δυνατότητας για αυτοπεριορισμό στις περιπτώσεις που είναι εφικτό.</li> <li>Ενημερώνεται σχετικά με τις πιθανότητες κέρδους.</li> </ul> <h5>ΠΡΟΣ ΤΟΥΣ ΣΥΓΓΕΝΕΙΣ Ή ΦΙΛΟΥΣ ΤΩΝ ΕΘΙΣΜΕΝΩΝ ΠΑΙΚΤΩΝ</h5> <p>Για τον Παίκτη που έχει ξεπεράσει τα όρια με την ενασχόλησή του με τα Τυχερά Παίγνια, είναι σημαντικό να αντιληφθεί ότι:</p> <ul> <li>Δεν είναι μόνος με το πρόβλημα του και μπορεί να βρει κατανόηση και στήριξη είτε σε οικεία του πρόσωπα είτε σε ειδικούς επιστήμονες.</li> <li>Είναι σημαντικό να είναι ειλικρινής με τον εαυτό του και με τους άλλους.</li> <li>Πρέπει να είναι προετοιμασμένος για την εμφάνιση στερητικού συνδρόμου.</li> <li>Θα βοηθήσει τον εαυτό του βρίσκοντας δραστηριότητες που θα τον αποσπούν από τα Τυχερά Παίγνια.</li> </ul> <p>Η βοήθεια και συμπαράσταση συγγενών και φίλων των Παικτών, που αντιμετωπίζουν εθισμό από τα Τυχερά Παίγνια, μπορεί να είναι καθοριστικός παράγοντας σε ότι αφορά την απεξάρτησή τους από αυτά.</p> <p><u>Βοηθάμε τον εθισμένο συγγενή ή φίλο μας όταν:</u></p> <ul> <li>Τον δεχόμαστε όπως είναι καθώς με το να τον καταδικάζουμε μπορεί να επιδεινώσουμε την κατάστασή του.</li> <li>Τον παρακινούμε να συνειδητοποιήσει την εξάρτησή του.</li> <li>Του εξηγούμε ότι είναι υπεύθυνος για τις πράξεις του.</li> <li>Του δίνουμε κίνητρο για να αλλάξει.</li> <li>Τον προτρέπουμε να δεχτεί βοήθεια από επαγγελματίες της ψυχικής υγείας ή από ομάδες αλληλοβοήθειας.</li> </ul> <p><strong>Σημαντικές συμβουλές</strong></p> <p>Μπορεί ο παίκτης να βελτιώσει τις πιθανότητες να κερδίσει;</p> <p><strong>ΟΧΙ.</strong>Οι ικανότητες, οι στρατηγικές ή οι προλήψεις, δεν μπορούν να επηρεάσουν το τελικό αποτέλεσμα του παιχνιδιού. Πολλοί άνθρωποι έχουν διάφορες θεωρίες για το πώς μπορούν να βελτιώσουν τις πιθανότητες κέρδους.</p> <h5>ΠΡΟΓΡΑΜΜΑ ΥΠΟΣΤΗΡΙΞΗΣ ΓΙΑ ΕΘΙΣΜΕΝΟΥΣ ΠΑΙΚΤΕΣ ΣΤΑ ΤΥΧΕΡΑ ΠΑΙΧΝΙΔΙΑ</h5> <p>Αν κάποιος πιστεύει ότι έχει πρόβλημα σχετικό με τα Τυχερά Παίγνια (ή πιστεύει ότι έχει πρόβλημα κάποιος συγγενής του ή φίλος του), μπορεί να απευθυνθεί στην τηλεφωνική γραμμή 1114, ψυχολογικής υποστήριξης και τηλεσυμβουλευτικής του ΚΕΘΕΑ-ΑΛΦΑ (http://www.kethea-alfa.gr) για τους εθισμένους Παίκτες, η οποία λειτουργεί με την οικονομική υποστήριξη της ΟΠΑΠ Α.Ε.</p> <p>Μέσα από αυτό το πρόγραμμα προσφέρεται βοήθεια και καθοδήγηση στον ίδιο, στους συγγενείς ή στους φίλους του.</p> <ul> <li>Η Γραμμή Βοηθείας λειτουργεί Δευτέρα έως Παρασκευή από 09:00 έως τις 21:00 με πλήρως εξειδικευμένο προσωπικό, όπως κοινωνιολόγους, κοινωνικούς λειτουργούς, ψυχολόγους.</li> <li>Στόχος του προγράμματος είναι οι ενδιαφερόμενοι που αντιμετωπίζουν πρόβλημα εθισμού με τα Τυχερά Παίγνια, μέσω προσωπικών συναντήσεων, να απεξαρτηθούν και να επανενταχθούν στην κοινωνία.</li> </ul> <h5>ΕΡΩΤΗΜΑΤΟΛΟΓΙΟ ΑΥΤΟ-ΑΞΙΟΛΟΓΗΣΗΣ ΤΟΥ ΠΑΙΚΤΗ</h5> <p>Η ΟΠΑΠ Α.Ε. διαθέτει στον Παίκτη και σε κάθε ενδιαφερόμενο, εργαλεία (τεστ) αυτο-αξιολόγησης, σχετικά με την στάση τους απέναντι στα Παίγνια. Μπορείς να ανακαλύψεις αν παίζεις για τη χαρά του παιχνιδιού ή αν η ενασχόλησή σου με τα τυχερά παιχνίδια έχει αρχίσει να σου δημιουργεί προβλήματα.</p> <p>Το τεστ αυτό-αξιολόγησης, είναι ανώνυμο, προσβάσιμο σε όλους και μπορεί να το κάνει οποιοσδήποτε εντός των των καταστημάτων μας ή μέσω του ηλεκτρονικού Ιστότοπου www.allwyn.gr χωρίς να απαιτείται εγγραφή (sign up) ή είσοδος (log in).</p>`;
export default {
  homeChooseGame: 'Επιλέξτε παιχνίδι από την κύρια οθόνη στα αριστερά',
  nextDraw: 'Επόμενη κλήρωση σε:',
  betslip: 'Δελτίο',
  chooseGame: 'ΕΠΙΛΟΓΗ ΠΑΙΧΝΙΔΙΟΥ',
  chooseNumbers: 'ΕΠΙΛΟΓΗ ΑΡΙΘΜΩΝ',
  multiplier: 'ΠΟΣΟ (€)',
  randomPick: 'ΤΥΧΑΙΑ ΕΠΙΛΟΓΗ',
  clear: 'ΚΑΘΑΡΙΣΜΟΣ',
  addToBetslip: 'ΠΡΟΣΘΗΚΗ',
  betslipValue: 'ΚΟΣΤΟΣ ΔΕΛΤΙΟΥ',
  column: 'Στήλη',
  consDraws: 'ΣΥΝΕΧΟΜΕΝΕΣ ΚΛΗΡΩΣΕΙΣ',
  oddEven: 'ΜΟΝΑ - ΖΥΓΑ',
  columns: 'ΣΤΗΛΕΣ',
  chooseColumn: 'ΕΠΙΛΟΓΗ ΣΤΗΛΗΣ',
  chooseColumnInfo: 'Μπορείτε να επιλέξετε περισσότερες από μία ΣΤΗΛΕΣ',
  choice: 'ΕΠΙΛΟΓΗ',
  betting: 'ΠΟΝΤΑΡΙΣΜΑ',
  bettingPerColumn: 'ΠΟΝΤΑΡΙΣΜΑ ΑΝΑ ΣΤΗΛΗ',
  addition: 'ΠΡΟΣΘΗΚΗ',
  startsIn: 'ΑΡΧΙΖΕΙ ΣΕ',
  cancel: 'Άκυρο',
  canceling: 'Ακύρωση',
  save: 'Αποθήκευση',
  delete: 'Διαγραφή',
  edit: 'Επεξεργασία',
  odd: 'ΜΟΝΑ',
  even: 'ΖΥΓΑ',
  print: 'Εκτύπωση',
  gameClose: 'Κλείσιμο Παιχνιδιού',
  closingKinoGameMessage: 'Είστε σίγουροι ότι θέλετε να κλείσετε το παιχνίδι; Το υπάρχον δελτίο θα χαθεί.',
  yes: 'Ναι',
  no: 'Όχι',
  new: 'ΝEO',
  return: 'Απόδοση',
  ordinalIndicator: { 1: 'η', 2: 'η', 3: 'η', 4: 'η', 5: 'η', 6: 'η', 7: 'η', 8: 'η', 9: 'η', 10: 'η' },
  bet: 'ΠΟΣΟ ΠΟΝΤΑΡΙΣΜΑΤΟΣ',
  amount: 'ΠΟΣΟ',
  addNewGame: 'ΠΡΟΣΘΗΚΗ ΕΠΙΠΛΕΟΝ ΣΤΗΛΗΣ ΚΙΝΟ',
  draw: 'ΙΣΟΠΑΛΙΑ',
  emptyBetslipText:
    'Το δελτίο σας είναι άδειο. Προσθέστε το πρώτο σας στοίχημα συμπληρώνοντας την στήλη του ΚΙΝΟ αριστερά ή επιλέγοντας ΜΟΝΑ-ΖΥΓΑ και ΣΤΗΛΕΣ παρακάτω!',
  wrongGameTypeTitle: 'Λάθος στοιχηματισμός',
  wrongGameTypeText: 'Οι επιλεγμένοι αριθμοί δεν ταιριάζουν με τον τύπο του παιχνιδιού.',
  gameType: 'Τύπος Παιχνιδιού',
  pickedNumbers: 'Επιλεγμένοι Αριθμοί',
  ok: 'Εντάξει',
  betslipFull: 'Πλήρες Δελτίο',
  betslipFullText: 'Δεν μπορείτε να παίξετε παραπάνω από 6 στήλες ανά δελτίο!',
  close: 'Κλείσιμο',
  findWinnings: {
    errorOccurred: 'Η λειτουργία απέτυχε. Παρακαλώ προσπαθήστε ξανά ή απευθυνθείτε στον πράκτορα.',
    rolloverPrinterError:
      'Ο εκτυπωτής είναι προσωρινά εκτός λειτουργίας. Η προσθήκη στο υπόλοιπο δεν είναι προσωρινά διαθέσιμη λόγω προβλήματος του εκτυπωτή.',
    header: {
      WON: 'ΣΥΓΧΑΡΗΤΗΡΙΑ ΚΕΡΔΙΣΑΤΕ!',
      LOST: 'ΤΟ ΔΕΛΤΙΟ ΔΕΝ ΚΕΡΔΙΖΕΙ',
      OPEN: 'ΤΟ ΔΕΛΤΙΟ ΣΥΜΜΕΤΕΧΕΙ ΣΕ ΜΕΛΛΟΝΤΙΚΕΣ ΚΛΗΡΩΣΕΙΣ',
      PAID: 'ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΕΞΑΡΓΥΡΩΘΕΙ',
      EXPIRED: 'ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΛΗΞΕΙ',
      CANCELLED: 'ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΑΚΥΡΩΘΕΙ',
      BLOCKED: 'ΤΟ ΔΕΛΤΙΟ ΕΙΝΑΙ ΣΕ ΚΑΤΑΣΤΑΣΗ ΦΡΑΓΗΣ',
      INVALID: 'ΜΗ ΕΓΚΥΡΟ ΔΕΛΤΙΟ',
      PENDING_PRIZE_BREAKDOWN: 'ΤΟ ΔΕΛΤΙΟ ΔΕΝ ΕΧΕΙ ΔΙΕΥΘΕΤΗΘΕΙ ΑΚΟΜΑ',
      CLAIMED: 'ΓΙΑ ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΗΔΗ ΒΓΕΙ ΑΙΤΗΣΗ ΠΛΗΡΩΜΗΣ',
      COPY: 'ΤΟ ΔΕΛΤΙΟ ΚΕΡΔΙΖΕΙ {amount}€. ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΕΠΑΝΕΚΤΥΠΩΘΕΙ, ΠΑΡΑΚΑΛΩ ΚΑΛΕΣΤΕ ΜΑΣ ΓΙΑ ΝΑ ΣΑΣ ΔΟΘΕΙ PIN ΕΞΑΡΓΥΡΩΣΗΣ',
      COPY_CLAIMED: 'ΓΙΑ ΤΟ ΔΕΛΤΙΟ ΕΧΕΙ ΗΔΗ ΒΓΕΙ ΑΙΤΗΣΗ ΠΛΗΡΩΜΗΣ',
    },
    futureDraws: 'Το δελτίο συμμετέχει σε επόμενη/ες κληρώσεις.',
    contactAgent: 'Παρακαλώ απευθυνθείτε στον πράκτορα.',
    highWinnings: 'Παρακαλώ απευθυνθείτε στον πράκτορα για περισσότερες πληροφορίες.',
    specialWinnings: 'ΜΕΓΑΛΗ ΕΠΙΤΥΧΙΑ! Η πληρωμή των κερδών του δελτίου γίνεται αποκλειστικά απο την ΟΠΑΠ ΑΕ.',
    totalWon: 'ΣΥΝΟΛΙΚΑ ΚΕΡΔΗ ΔΕΛΤΙΟΥ',
    gross: 'ΜΕΙΚΤΟ ΠΟΣΟ',
    tax: 'ΦΟΡΟΣ',
    won: 'ΣΥΓΧΑΡΗΤΗΡΙΑ ΚΕΡΔΙΣΑΤΕ!',
  },
  promotions: {
    secondChanceNoRaffle: 'Η κλήρωση του διαγωνισμού δεν έχει διεξαχθεί.',
    secondChanceCancelled: 'Ακυρωμένη συμμετοχή.',
    secondChanceExpired: 'Ο διαγωνισμός έχει λήξει.',
    giftsExpired: 'Ο διαγωνισμός έχει λήξει.',
    secondChanceRaffleNoWin: 'Ο λαχνός δεν κερδίζει.',
    secondChanceRaffleWin:
      'Συγχαρητήρια! Ο λαχνός συμμετοχής σας κερδίζει. Παρακαλώ επικοινωνήστε με τον ΟΠΑΠ (210 57 98 888).',
    secondChanceRaffleWinAllwyn:
      'Συγχαρητήρια! Ο λαχνός συμμετοχής σας κερδίζει. Παρακαλώ επικοινωνήστε με εμάς (210 57 98 888).',
    secondChanceRedeemed: 'Ο λαχνός συμμετοχής έχει εξαργυρωθεί.',
    giftsRedeemed: 'Το δώρο έχει εξαργυρωθεί.',
    secondChanceInvalid: 'Δεν είναι δυνατή η εύρεση επιτυχιών για τα στοιχεία που δόθηκαν',
    instantWinNotification: 'Τώρα και οι 2 σωστές προβλέψεις κερδίζουν. Τσέκαρε το αποδεικτικό συμμετοχής.',
    instantWinTitle: 'ΠΡΟΩΘΗΤΙΚΕΣ ΕΝΕΡΓΕΙΕΣ',
    instantWinDescription: 'Άμεση Νίκη! Κέρδισες real money! Κέρδισες συνολικά 1 δώρο χρηματικής αξίας',
    instantWinSuccess:
      'Άμεση Νίκη! Κέρδισες real money! Παρακαλώ απευθυνθείτε στον πράκτορα για περισσότερες πληροφορίες.',
    instantWinCancelled: 'Ακυρωμένη συμμετοχή.',
    instantWinExpired: 'Ο διαγωνισμός έχει λήξει.',
    instantWinRedeemed: 'Ο λαχνός συμμετοχής έχει εξαργυρωθεί.',
  },
  area_labels: ['Α', 'Β', 'Γ', 'Δ', 'Ε', 'ΣΤ'],
  betType_labels: { 1: 'ΑΡΙΘΜΟΣ', 39: '2άδα', 40: '4άδα', 41: '8άδα' },
  oddEvenGameType: 'ΜΟΝΑ/ΖΥΓΑ',
  goBack: 'Πίσω',
  consecutiveDraws: 'Συνεχόμενες κληρώσεις',
  back: 'ΕΠΙΣΤΡΟΦΗ',
  mainMenu: 'ΠΙΣΩ',
  clearAll: 'ΚΑΘΑΡΙΣΜΟΣ ΟΛΩΝ',
  kinoDraw: 'ΚΛΗΡΩΣΗ',
  multiplierMin: 'ΠΟΛ/ΣΤΗΣ ',
  numbers: 'ΑΡΙΘΜΟΙ',
  printBetslip: 'ΑΠΟΔΟΧΗ',
  warning: 'ΠΡΟΣΟΧΗ',
  warningModalTitle: 'Προσοχή',
  informationModalTitle: 'Ενημέρωση',
  clearArea: 'ΚΑΘΑΡΙΣΜΟΣ ΠΕΡΙΟΧΗΣ',
  clearBetslip: 'ΚΑΘΑΡΙΣΜΟΣ ΔΕΛΤΙΟΥ',
  returnToLobby: 'ΕΠΙΣΤΡΟΦΗ ΣΤΟ ΜΕΝΟΥ ΠΑΙΧΝΙΔΙΩΝ',
  rollover: 'ΠΡΟΣΘΗΚΗ ΚΕΡΔΟΥΣ',
  rolloverAndReplay: 'ΠΡΟΣΘΗΚΗ ΚΕΡΔΟΥΣ ΚΑΙ ΕΠΑΝΑΛΗΨΗ',
  replayWager: 'ΕΠΑΝΑΛΗΨΗ ΔΕΛΤΙΟΥ',
  confirmReplayGroupPlay: 'ΕΠΙΒΕΒΑΙΩΣΗ ΕΠΑΝΑΛΗΨΗΣ ΔΕΛΤΙΟΥ',
  wagerCap: 'ΜΕΓΙΣΤΟ ΕΠΙΤΡΕΠΟΜΕΝΟ ΚΕΡΔΟΣ',
  columnPriceChanged: 'Η ΤΙΜΗ ΤΗΣ ΣΤΗΛΗΣ ΑΛΛΑΞΕ',
  addWagerToSession: 'ΔΕΙΤΕ ΤΟ ΔΕΛΤΙΟ ΣΤΗΝ ΚΛΗΡΩΣΗ',
  rolloverAndAddWagerToSession: 'ΠΡΟΣΘΗΚΗ ΚΑΙ ΠΑΡΑΚΟΛΟΥΘΗΣΗ ΔΕΛΤΙΟΥ',
  invalidPicksWarningModalTitle: 'Λάθος τύπος παιχνιδιού',
  invalidPicksWarningModalMessage:
    'Ο τύπος παιχνιδιού που έχετε επιλέξει δεν αντιστοιχεί στον αριθμό των επιλεγμένων αριθμών.',
  clearBetAreaWarningModalMessage:
    'Όλες οι επιλογές αυτής της περιοχής θα διαγραφούν. Είστε σίγουρος/η ότι θέλετε να συνεχίσετε;',
  clearBetslipWarningModalMessage:
    'Όλες οι επιλογές του δελτίου θα διαγραφούν. Είστε σίγουρος/η ότι θέλετε να συνεχίσετε;',
  deleteBetAreaWarningModalMessage:
    'Όλες οι επιλογές αυτής της περιοχής θα διαγραφούν. Είστε σίγουρος/η ότι θέλετε να συνεχίσετε;',
  returnToLobbyWarningModalMessage:
    'Η επιστροφή στο Μενού Παιχνιδιών θα διαγράψει τις τρέχουσες επιλογές σας, θέλετε να συνεχίσετε;',
  replayWagerWarningModalMessage:
    'Εάν συνεχίσετε με την επανάληψη δελτίου, οι τρέχουσες επιλογές σας θα σβηστούν. Είστε σύμφωνος / η;',
  confirmReplayGroupPlayModalMessage:
    'Επανάληψη μεριδίου από ομαδικό δελτίο. Το κόστος του νέου δελτίου θα είναι ίσο με την συνολική αξία του ομαδικού δελτίου. Είστε σύμφωνος / η;',
  wagerCapWarningModalMessage:
    'Το κέρδος του δελτίου ξεπερνά το μέγιστο επιτρεπόμενο κέρδος ανα δελτίο 1.000.000€. Επιλέξτε διαφορετικό ποσό πατώντας "Επεξεργασία" ή διαγράψτε το δελτίο πατώντας "Ακύρωση"',
  columnPriceChangedModalMessage:
    'Η ελάχιστη τιμή στήλης έχει αλλάξει και είναι 0,50€. Είστε σίγουροι ότι θέλετε να τοποθετήσετε το δελτίο με τη νέα τιμή στήλης 0,50€ ;',
  showLiveDrawInfoModalMessage: 'Θα μεταφερθείς στην live κλήρωση αυτόματα',
  switchApplicationModalMessage:
    'Το παρόν κουπόνι/δελτίο αφορά παιχνίδι Στοιχήματος. Προκειμένου να μεταβείτε στην εφαρμογή του ΠΑΜΕ ΣΤΟΙΧΗΜΑ/Virtual Sports θα πρέπει να τερματιστεί το παιχνίδι σας και να εξαργυρώσετε το υπόλοιπό σας. Συμφωνείτε;',
  switchApplicationWarningTitle: 'Δελτίο/Κουπόνι Στοιχήματος',
  switchApplicationWarningMessageLobby:
    'Το παρόν δελτίο/κουπόνι αφορά παιχνίδι Στοιχήματος. Για να συνεχίσετε θα πρέπει να μεταβείτε στην εφαρμογή του ΠΑΜΕ ΣΤΟΙΧΗΜΑ/Virtual Sports.',
  switchApplicationWarningMessageInGame:
    'Το παρόν δελτίο/κουπόνι αφορά σε παιχνίδι Στοιχήματος. Για να συνεχίσετε, πρέπει να ολοκληρώσετε τις ενέργειές σας και να μεταβείτε στην εφαρμογή ΠΑΜΕ Στοίχημα/Virtual Sports.',
  kinoConsDrawsWarningMsg: 'Δυνατές επιλογές: 1-800',
  powespinConsDrawsWarningMsg: 'Δυνατές επιλογές: 1-400',
  eurojackpotConsDrawsWarningMsg: 'Δυνατές επιλογές: 1-52',
  fireblazeConsDrawsWarningMsg: 'Δυνατές επιλογές: 1-400',
  selectConsDrawsTitle: 'Επιλέξτε Συν. Κληρώσεις',
  playKinoBetslip: 'ΠΑΙΞΕ ΚΙΝΟ',
  close2WinAllowedGames: 'ΑΠΟ 2-9 ΑΡΙΘΜΟΥΣ',
  cashOut: 'ΕΞΑΡΓΥΡΩΣΗ',
  cashOutModalMessage: 'Θα εκδοθεί αποδεικτικό εξαργύρωσης για το υπόλοιπο ποσό. Θέλετε να συνεχίσετε;',
  balanceWarningModalMessage: 'Έχετε ξεπεράσει το διαθέσιμο προς στοιχηματισμό ποσό.',
  exitApplication: 'ΑΛΛΑΓΗ ΕΦΑΡΜΟΓΗΣ',
  bcrError: 'ΣΦΑΛΜΑ ΣΥΣΚΕΥΗΣ ΣΑΡΩΣΗΣ',
  bcrErrorWarningTitle: 'Σφάλμα συσκευής σάρωσης',
  bcrErrorWarningMessage: 'Παρουσιάστηκε σφάλμα με την συσκευή σάρωσης.',
  voucherUsedWarningTitle: 'Η λειτουργία δεν επιτρέπεται',
  voucherUsedWarningMessage: 'Tο voucher έχει εξαργυρωθεί.',
  voucherPaidWarningMessage: 'Το κουπόνι έχει εξαργυρωθεί.',
  voucherNotAllowedWarningTitle: 'Δεν επιτρέπεται η εξαργύρωση',
  voucherNotAllowedWarningMessage: 'Δεν επιτρέπεται η εξαργύρωση κουπονιού που έχει εκδοθεί σε άλλο πρακτορείο.',
  kinoWinnings: 'ΚΕΡΔΟΣ',
  kinoBonusWinnings: 'KINO BONUS',
  operationFailedWarningMessage: 'Η λειτουργία απέτυχε. Παρακαλώ προσπαθήστε ξανά ή απευθυνθείτε στον πράκτορα.',
  placeBetUnavailableWarningMessage:
    'Με την ολοκλήρωση της κλήρωσης και των αποτελεσμάτων, η κατάθεση δελτίων θα είναι ξανά διαθέσιμη μετά τις 23:00.',
  cashInLimitExceededErrorMessage: 'Το υπόλοιπο σας δεν μπορεί να υπερβεί το μέγιστο επιτρεπτό όριο των {walletLimit}',
  printerErrorTitle: 'Σφάλμα Εκτυπωτή',
  printerErrorMessage: 'Λόγω σφάλματος του εκτυπωτή δεν μπορείς να στοιχηματίσεις αυτή τη στιγμή.',
  TermsOfUse: 'ΟΡΟΙ ΧΡΗΣΗΣ',
  termsAndConditions: 'ΟΡΟΙ ΣΥΜΜΕΤΟΧΗΣ',
  baseBet: 'Βασικό ποντάρισμα',
  clickToPlay: 'Πατάς εδώ για να παίξεις',
  responsibleGaming: 'ΥΠΕΥΘΥΝΟ ΠΑΙΧΝΙΔΙ',
  learnAboutKino: 'Μαθαίνω για το KINO',
  learnAboutPowerSpin: 'Μαθαίνω για το POWERSPIN',
  helpInfo1Method: '1<sup>ος</sup> τρόπος κατάθεσης:<br>',
  helpInfo1:
    '<strong>{message}Παίρνεις  το voucher από τον πράκτορα και το σκανάρεις στο μηχάνημα.</strong><p>​Το ποσό της αξίας του εμφανίζεται πάνω δεξιά στην οθόνη.</p>',
  helpInfo2:
    '<strong>2<sup>ος</sup> τρόπος κατάθεσης:<br>​Επιλέγεις το πράσινο πεδίο Ψηφιακή Κατάθεση, πληκτρολογείς το ποσό που θέλεις να καταθέσεις, σκανάρεις το QR με την κάμερα του κινητού σου και επιλέγεις μέθοδο ηλεκτρονικής πληρωμής με χρήση ΜΟΝΟ ΧΡΕΩΣΤΙΚΗΣ κάρτας, μέσω Apple/Google Pay ή καταχωρώντας τον αριθμό της κάρτας.</strong><p>Το ποσό της κατάθεσης εμφανίζεται πάνω δεξιά στην οθόνη.</p>',
  helpInfo3:
    '<strong>Παίζεις πατώντας στην οθόνη τις επιλογές σου και με το κουμπί <span class="accept-button">ΑΠΟΔΟΧΗ</span> τυπώνεις το αποδεικτικό συμμετοχής σου.</strong>',
  helpInfo4: '<strong>Σκανάροντας ένα κερδισμένο δελτίο, φορτώνεις, αν θέλεις, το ποσό στο υπόλοιπό σου.</strong>',
  helpInfo5:
    '<strong>Τυπώνεις voucher ίσης αξίας με το υπόλοιπό σου, πατώντας το κουμπί «εξαργύρωση».</strong><p>Το voucher εξαργυρώνεται στον πράκτορα ή μπορεί να χρησιμοποιηθεί για μελλοντικό παιχνίδι.</p>',
  kinoTermsAndConditionsText: `<p>${winningsTableAsterisk}</p><h5>${generalTermsHeader}</h5><br><div>${kinoTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${kinoWinningsPaymentText}</div>`,
  allwynKinoTermsAndConditionsText: `<p>${allwynWinningsTableAsterisk}</p><h5>${generalTermsHeader}</h5><br><div>${kinoTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${kinoWinningsPaymentText}</div>`,
  powerspinTermsAndConditionsText: `<h5>${generalTermsHeader}</h5><br><div>${powerspinTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${powerspinWinningsPaymentText}</div>`,
  allwynPowerspinTermsAndConditionsText: `<h5>${generalTermsHeader}</h5><br><div>${allwynPowerspinTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${allwynPowerspinWinningsPaymentText}</div>`,
  eurojackpotTermsAndConditionsText: `<h5>${eurojackpotTermsHeader}</h5><br><div>${eurojackpotTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${eurojackpotWinningsPaymentText}</div>`,
  allwynEurojackpotTermsAndConditionsText: `<h5>${eurojackpotTermsHeader}</h5><br><div>${eurojackpotTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${allwynEurojackpotWinningsPaymentText}</div>`,
  fireblazeTermsAndConditionsText: `<h5>${generalTermsHeader}</h5><br><div>${fireblazeTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${fireblazeWinningsPaymentText}</div>`,
  allwynFireblazeTermsAndConditionsText: `<h5>${generalTermsHeader}</h5><br><div>${allwynFireblazeTermsText}</div><h5>${WinningsPaymentHeader}</h5><br><div>${allwynFireblazeWinningsPaymentText}</div>`,

  responsibleGamingText: `${responsibleGamingText}`,
  allwynResponsibleGamingText: `${allwynResponsibleGamingText}`,
  placeBetErrorTitle: 'Ο στοιχηματισμός δεν ολοκληρώθηκε',
  placeBetErrorMessage:
    'Ο στοιχηματισμός δεν ολοκληρώθηκε για τεχνικούς λόγους. Παρακαλώ προσπαθήστε ξανά ή επικοινωνείστε με τον πράκτορα.',
  maxConsecutiveDrawsErrorMessage:
    'Ο επιλεγμένος αριθμός κληρώσεων υπερβαίνει τον επιτρεπόμενο. Παρακαλώ επιλέξτε μικρότερο αριθμό.',
  placeBetInfoMsg1: 'Ανεπαρκές υπόλοιπο!',
  placeBetInfoMsg2: 'Οι επιλογές σας δεν είναι σωστές!',
  invalidBarcodeWarningMessage: 'H λειτουργία δεν επιτρέπεται.',
  technicalProblemTitle: 'Τεχνικό πρόβλημα',
  quickBetsKinoText:
    'Tα έτοιμα δελτία είναι προ-συμπληρωμένα με αριθμούς τυχαίας επιλογής. Απλά πληρώνεις και συμμετέχεις στο παιχνίδι, χωρίς να χρειάζεται να συμπληρώσεις δικό σου δελτίο.',
  quickBetsPowerspinText:
    'Tα έτοιμα δελτία είναι προ-συμπληρωμένα με αριθμούς/ζώνη τυχαίας επιλογής. Απλά πληρώνεις και συμμετέχεις στο παιχνίδι, χωρίς να χρειάζεται να συμπληρώσεις δικό σου δελτίο.',
  technicalProblem:
    'Παρουσιάστηκε τεχνικό πρόβλημα και απαιτείται επανεκκίνηση της μηχανής. Παρακαλώ απευθυνθείτε στον πράκτορα.',
  opapBetCardWarningTitle: 'OΠΑΠ Bet Card',
  opapBetCardWarning:
    'Για να χρησιμοποιήσετε την OΠΑΠ Bet Card , παρακαλώ ολοκληρώστε τις ενέργειές σας και μεταβείτε στην εφαρμογή ΠΑΜΕ Στοίχημα/Virtual Sports',
  successfulDepositVoucherTitle: 'Επιτυχής Καταχώρηση',
  hiddenBalanceText: 'Εμφάνιση ποσού',
  shownBalanceText: 'Απόκρυψη ποσού',
  balanceRenewal: 'Ανανέωση υπολοίπου',
  youLearnHere: `Μαθαίνεις εδώ`,
  maintenanceMessage: 'Η υπηρεσία δεν είναι διαθέσιμη προσωρινά λόγω συντήρησης',
  maintenanceSwitchAppMessage: 'ΜΕΤΑΒΑΣΗ ΣΤΟ ΠΑΜΕ ΣΤΟΙΧΗΜΑ',
  watchLiveDraw: 'ΔΕΣ LIVE ΤΗΝ ΚΛΗΡΩΣΗ',
  liveDraw: 'LIVE ΚΛΗΡΩΣΗ',
  exit: 'ΕΞΟΔΟΣ',
  noBetslipsCurrentOnLiveDraw: 'Δεν υπάρχουν επιλογές για την τρέχουσα κλήρωση',
  noBetslipsNextOnLiveDraw: 'Δεν υπάρχουν επιλογές για την επόμενη κλήρωση',
  nextDrawParticipatingBets: 'Αριθμός επιλογών που συμμετέχουν στην επόμενη κλήρωση:',
  totalWinnings: 'ΚΕΡΔΗ ΣΤΗΝ ΚΛΗΡΩΣΗ ΕΩΣ ΤΩΡΑ',
  finalTotalWinnings: 'ΣΥΝΟΛΙΚΑ ΚΕΡΔΗ ΣΤΗΝ ΚΛΗΡΩΣΗ',
  notNowActionButton: 'Όχι τώρα',
  goToLiveDrawButton: 'Δες την κλήρωση',
  selectThemeType: 'Επιλογή Κλήρωσης',
  youPlayHere: 'Παίζεις εδώ',
  shortVideos: 'Σύντομα videos',
  youAsk: 'Εδώ ρωτάς και σου απαντάω',
  home: 'Αρχικη',
  reasonsToPlay: 'Τι Πρέπει Να Ξέρω',
  tapHereToPlay: 'Πατάς εδώ για να παίξεις',
  playNow: 'Παίζει Tώρα',
  howToPlayUpper: 'ΠΩΣ ΠΑΙΖΕΤΑΙ',
  howToPlay: 'Πως Παίζεται',
  nextSteps: 'Επόμενα βήματα',
  liveDrawSessionEnd:
    'Μπορούν να φορτωθούν χρήματα για να ξεκινήσει μια νέα συνεδρία ή να σκανάρετε τα δελτία σας για να δείτε την κλήρωση.',
  nextDrawWillBeginShortly: 'Η ΕΠΟΜΕΝΗ ΚΛΗΡΩΣΗ ΘΑ ΞΕΚΙΝΗΣΕΙ ΣΥΝΤΟΜΑ',
  betsAreLoading: 'ΤΑ ΔΕΛΤΙΑ ΣΑΣ ΦΟΡΤΩΝΟΝΤΑΙ',
  searchingCurrentDrawInfo: 'Αναζήτηση πληροφοριών τρέχουσας κλήρωσης',
  addBetslipToSessionAvailableIn: 'Η παρακολούθηση δελτίου, θα είναι διαθέσιμη σε:',
  kinoInformativeNextDrawBetsTitle: 'Εμφάνιση επιλογών',
  powerspinInformativeNextDrawBetsTitle: 'Συγχαρητήρια',
  eurojackpotInformativeNextDrawBetsTitle: 'Συγχαρητήρια',
  fireblazeInformativeNextDrawBetsTitle: 'Συγχαρητήρια',
  kinoInformativeNextDrawBetsMessage: 'Οι επιλογές σας θα εμφανιστούν με την έναρξη της κλήρωσης',
  powerspinInformativeNextDrawBetsMessage: 'Οι επιλογές σου καταχωρήθηκαν επιτυχώς',
  eurojackpotInformativeNextDrawBetsMessage: 'Οι επιλογές σου καταχωρήθηκαν επιτυχώς',
  fireblazeInformativeNextDrawBetsMessage: 'Οι επιλογές σου καταχωρήθηκαν επιτυχώς',
  instantWinInformativeNextDrawBetsMessage: 'Οι επιλογές σου καταχωρήθηκαν επιτυχώς',
  instantWinDescriptionMessage:
    'Για ακόμη περισσότερα κέρδη, δήλωσε συμμετοχή στο event που θα πραγματοποιηθεί σκανάροντας το QR που υπάρχει στο απόκομα. Κράτησε τον κωδικό που αναγράφεται για να τον εισάγεις στο site του event.',
  instantWinAlertMessage:
    'Μην πετάξεις το απόκομμα! εκεί θα βρεις τον μοναδικό αριθμό για να πάρεις μέρος στο μεγάλο event!',
  powerspinRequestedNumbersNotAllowedInComboMessage:
    'Για επιλογή αριθμών στο Powerspin Combo, επιτρέπεται μόνο ο τύπος παιχνιδιού ΑΡΙΘΜΟΣ',
  autoRedirectFromLiveDrawTitle: 'Χρόνος παραμονής στην live κλήρωση',
  autoRedirectFromLiveDraw:
    'Ο διαθέσιμος χρόνος παραμονής στην live κλήρωση ολοκληρώθηκε, θα μεταφερθείτε αυτόματα στην υποβολή παιχνιδιού για να συνεχίσετε το παιχνίδι σας.',
  liveDrawUnavailableTitle: 'Live κλήρωση',
  liveDrawUnavailable:
    'Η επισκόπηση της live κλήρωσης δεν είναι διαθέσιμη αυτή τη στιγμή. Παρακαλούμε δοκιμάστε ξανά αργότερα.',
  selectBetToPreviewOnLive: 'Επίλεξε μια από τις στήλες σου για να δεις τα νούμερα σου στην κλήρωση.',
  scanYourWinningTitle: 'Συγχαρητήρια!',
  scanYourWinningTickets: 'Σκάναρε κάθε κερδισμένο δελτίο για να προσθέσεις τα κέρδη στο υπόλοιπο σου.',
  kinoSystemMessage: 'Για επανάληψη δελτίου με ΚΙΝΟ συστήματα παρακαλώ απευθυνθείτε στον πράκτορα.',
  selectGame:
    'Επιλέξτε το παιχνίδι που επιθυμείτε να παίξετε με το αποδεικτικό αξίας {voucherPrice}€ που μόλις σκανάρατε!',
  printBetslipTerms:
    'Φυλάσσετε το αποδεικτικό συμμετοχής και μην αποκαλύπτετε τα στοιχεία του σε τρίτους. Η ΟΠΑΠ Α.Ε. δεν ευθύνεται για τυχόν ζημία του παίκτη από μη τήρηση των ανωτέρω.',
  companyInfo: {
    name: 'ΟΡΓΑΝΙΣΜΟΣ ΠΡΟΓΝΩΣΤΙΚΩΝ ΑΓΩΝΩΝ ΠΟΔΟΣΦΑΙΡΟΥ Α.Ε.',
    address: 'Λεωφ. Αθηνών 112, Αθήνα',
    gemiNumber: 'Αρ. Γ.Ε.ΜΗ.: 3823201000',
  },
  instantWinInfo: {
    terms: 'Αυτό το ποσό πρέπει να δωθεί στον συμμετέχων',
    info: 'ΣΤΟΙΧΕΙΑ ΔΕΛΤΙΟΥ ΠΑΙΧΝΙΔΙΟΥ',
  },

  powerspinColorCategories: {
    red: 'ΚΟΚΚΙΝΗ',
    green: 'ΠΡΑΣΙΝΗ',
    blue: 'ΜΠΛΕ',
  },
  powerspinRequestedNumberLabels: {
    1: 'Αριθμός',
    2: '2άδα',
    3: '3άδα',
    4: '4άδα',
    6: '6άδα',
    8: '8άδα',
    12: '12άδα',
  },
  powerspinGameCategories: {
    number: 'ΑΡΙΘΜΟΣ',
    symbol: 'ΣΥΜΒΟΛΟ',
    zone: 'ΖΩΝΗ',
    underOver: 'OVER/UNDER 12.5',
  },
  powerspin: {
    sidescreen: {
      addNewBetslip: 'ΠΡΟΣΘΗΚΗ ΝΕΟΥ ΠΑΙΧΝΙΔΙΟΥ',
      comboSelectionError:
        'Για να στοιχηματίσεις σε POWERSPIN COMBO, θα πρέπει να συμπληρώσεις τους τροχούς 1-2 ή 1-2-3',
      simpleSelectionError: 'Οι επιλεγμένοι αριθμοί είναι λιγότεροι από τον τύπο παιχνιδιού',
    },
  },
  markets: {
    title: 'Επιπλεον Αγορες',
    color: 'Χρώμα',
    number: 'Αριθμός',
    symbol: 'Σύμβολο',
    categories: {
      NUMBER_ON_WHEEL: {
        title: 'ΠΟΙΟΣ ΑΡΙΘΜΟΣ ΘΑ ΚΛΗΡΩΘΕΙ ΣΕ ΟΠΟΙΟΝΔΗΠΟΤΕ ΤΡΟΧΟ;',
        shortTitle: 'ΑΡΙΘΜΟΣ (ΟΤ)',
      },
      WHEELS_WITH_SYMBOL: {
        title: 'ΤΟ ΣΥΜΒΟΛΟ ΘΑ ΚΛΗΡΩΘΕΙ ΣΕ:',
        shortTitle: 'ΣΥΜΒΟΛΟ ΣΕ',
        options: {
          noWheel: {
            mainScreen: 'ΚΑΝΕΝΑΝ ΤΡΟΧΟ',
            sideScreen: 'ΚΑΝΕΝΑΝ ΤΡΟΧΟ',
          },
          atLeastOnWheel: {
            mainScreen: 'ΤΟΥΛΑΧΙΣΤΟΝ 1 ΤΡΟΧΟ',
            sideScreen: 'ΤΟΥΛΑΧΙΣΤΟΝ 1',
          },
        },
      },
      WHEELS_WITH_NUMBER: {
        title: 'ΣΕ ΠΟΣΟΥΣ ΤΡΟΧΟΥΣ ΘΑ ΚΛΗΡΩΘΕΙ Ο ΙΔΙΟΣ ΑΡΙΘΜΟΣ;',
        shortTitle: 'ΙΔΙΟΣ ΑΡΙΘΜΟΣ ΣΕ',
        options: {
          twoWheels: {
            mainScreen: '2 ΤΡΟΧΟΥΣ',
            sideScreen: '2 ΤΡΟΧΟΥΣ',
          },
          threeWheels: {
            mainScreen: '3 ΤΡΟΧΟΥΣ',
            sideScreen: '3 ΤΡΟΧΟΥΣ',
          },
        },
      },
    },
  },
  days: {
    0: 'Κυριακή',
    1: 'Δευτέρα',
    2: 'Τρίτη',
    3: 'Τετάρτη',
    4: 'Πέμπτη',
    5: 'Παρασκευή',
    6: 'Σάββατο',
  },
  eurojackpot: {
    jackpotAmountTitle: {
      small: 'JACKPOT',
      large: 'ΠΑΙΞΕ ΓΙΑ',
    },
    salesClose: 'Χρόνος που απομένει\n' + 'για την κατάθεση δελτίων',
    day: 'ημέρα',
    days: 'ημέρες',
    hour: 'ώρα',
    hours: 'ώρες',
    minute: 'λεπτό',
    minutes: 'λεπτά',
    second: 'δευτερ.',
    seconds: 'δευτερ.',
    nextDrawInDays: 'Κληρώνει σε {days} ημέρες',
    todayDraw: 'Κληρώνει Σήμερα',
    select: 'ΕΠΙΛΟΓΗ',
    selectAtLeast: 'ΕΠΙΛΟΓΗ ΤΟΥΛΑΧΙΣΤΟΝ',
    numberSelection: '{number} ΑΡΙΘΜΩΝ',
    quickPickInfo: 'Εδώ δημιουργείς μια απλή στήλη με τυχαίους αριθμούς',
    quickPickInfoButtonInfo: 'ΤΥΧΑΙΑ ΕΠΙΛΟΓΗ',
    amount: 'ΠΟΣΟ',
    systems: 'ΣΥΣΤΗΜΑΤΑ',
    systemsInfo: 'Εδώ επιλέγεις να παίξεις με περισσότερους από 5 αριθμούς και με περισσότερες στήλες',
    columns: 'ΣΤΗΛΕΣ',
    drawsEvery: 'Κληρώνει κάθε',
    addNewBoard: 'ΠΡΟΣΘΗΚΗ ΝΕΑΣ ΣΤΗΛΗΣ',
    systemLabel: 'Σ{system}',
    salesStopped:
      'Με την ολοκλήρωση της κλήρωσης και των αποτελεσμάτων, η κατάθεση δελτίων θα είναι ξανά διαθέσιμη μετά τις 23:00.',
    statistics: {
      title: 'ΣΤΑΤΙΣΤΙΚΑ',
      occurrences: 'ΕΜΦΑΝΙΣΕΙΣ',
      delays: 'ΚΑΘΥΣΤΕΡΗΣΕΙΣ',
    },
  },
  bookOfGames: {
    title: 'ΟΔΗΓΟΙ ΠΑΙΓΝΙΩΝ',
    more: 'ΠΕΡΙΣΣΟΤΕΡΑ',
    description: 'Σκανάρεις τους ακόλουθους κωδικούς QR και διαβάζεις τον αντίστοιχο οδηγό παιγνίων',
    barcodeFail: 'ΑΠΟΤΥΧΙΑ ΔΗΜΙΟΥΡΓΙΑΣ BARCODE',
  },
  fireblaze: {
    quickPickInfo: 'Εδώ δημιουργείς μια απλή στήλη με τυχαίους αριθμούς!',
    quickPickInfoButtonInfo: 'ΤΥΧΑΙΑ ΕΠΙΛΟΓΗ',
    options: 'ΑΓΟΡΕΣ',
    optionsInfo:
      'Εδώ επιλέγεις την αγορά με την οποία θέλεις να συμμετέχεις. Μπορείς να επιλέξεις έως 4 αγορές ανά δελτίο.',
    optionLabels: {
      1: 'Αριθμός',
      39: '2άδα',
      40: '4άδα',
      41: '8άδα',
    },
    statistics: {
      title: 'ΣΤΑΤΙΣΤΙΚΑ',
      occurrences: 'ΕΜΦΑΝΙΣΕΙΣ',
      delays: 'ΚΑΘΥΣΤΕΡΗΣΕΙΣ',
      alert: {
        occurences: 'Οι εμφανίσεις αφορούν τις τελευταίες {drawRange} κληρώσεις.',
        delays: 'Οι εμφανίσεις αφορούν τις τελευταίες {drawDelay} ημέρες.',
      },
    },
    select: 'ΕΠΙΛΟΓΗ',
    selectAtLeast: 'ΕΠΙΛΟΓΗ ΤΟΥΛΑΧΙΣΤΟΝ',
    numberSelection: '{number} ΑΡΙΘΜΟΥ ::: {number} ΑΡΙΘΜΩΝ',
    advertisementText: 'Κέρδη έως',
    amount: 'ΠΟΣΟ',
  },
  readyTickets: 'Έτοιμα δελτία',
  playWithCustomNumbers: 'Ή παίζεις με δικούς σου αριθμούς',
  playInstantly: 'Παίζεις άμεσα',
  yourChoice: 'Η δικιά σου επιλογή',
  columnsWithNumbers: '{columns} στήλες με {numbers} αριθμούς',
  columnsWithNumber: '{columns} στήλες με {numbers} αριθμό',
  payment: 'Πληρωμή',
  quickbets: {
    simpleParticipation: 'Απλή Συμμετοχή',
    bonusWinnings: 'Bonus κέρδη',
    moreOpportunities: 'Περισσότερες ευκαιρίες',
    evenMoreOpportunities: 'Ακόμα περισσότερες ευκαιρίες',
    randomNumbers:
      '{count} τυχαίος <span class="quick-play-card__info--number">αριθμός</span> ::: {count} τυχαίοι <span class="quick-play-card__info--number">αριθμοί</span>',
    symbolInDraws: '<span class="quick-play-card__info--number">Σύμβολο</span>',
    overInDraws: '<span class="quick-play-card__info--number">Over</span>',
    underInDraws: '<span class="quick-play-card__info--number">Under</span>',
    colorInDraws: '<span class="quick-play-card__info--number">Τυχαίο Χρώμα</span>',
    consecutiveDraws: 'για {count} συνεχόμενες κληρώσεις',
  },
  backUpper: 'ΠΙΣΩ',
  'learn-more': {
    likeText: 'Ώρα για παιχνίδι! <br /> Πατάς εδώ για να παίξεις!',
  },
  noVoucherDeposit: 'Ψηφιακή Κατάθεση',
  unpair: 'Αποσύνδεση',
  pairDevice: 'Σύζευξη',
  pairYourDevice: 'Σύζευξη της συσκευής σας',
  scanQRCode: 'Σαρώστε τον κωδικό QR με την εφαρμογή για κινητά για σύζευξη και σύνδεση',
  qrCodeNotAvailable: 'Ο κωδικός QR δεν είναι διαθέσιμος',
  pleaseTryAgainLater: 'Δοκιμάστε ξανά αργότερα',
  downloadApp: 'Δεν έχετε την εφαρμογή; Κατεβάστε την από το κατάστημα εφαρμογών σας',
  claimYourGift: 'Διεκδίκηση Δώρου!',
  freeBet: 'Έχετε ήδη ένα δωρεάν στοίχημα;',
  scanYourTicket: 'Σαρώστε το εισιτήριό σας τώρα για να διεκδικήσετε το δώρο σας!',
  justPlayTzoker: 'Απλώς παίξτε Τζόκερ και αποκτήστε το αμέσως!',
  claimGift: 'Διεκδίκηση δώρου',
  dontHaveOneYet: 'Δεν έχετε ακόμα ένα;',
  nav: {
    home: 'Αρχική',
    games: 'Παιχνίδια',
    rewards: 'Επιβραβεύσεις',
    help: 'Βοήθεια',
    settings: 'Ρυθμίσεις',
    privacy: 'Απόρρητο',
    pages: 'Ρυθμίσεις',
    language: 'Ελληνικά',
    languageEl: 'Ελληνικά',
    languageEn: 'English',
  },
  mode: {
    easy: 'Απλό παιχνίδι',
    pro: 'Όλες οι επιλογές',
  },
  header: {
    deposit: 'Κατάθεση',
    settings: 'Ρυθμίσεις',
    cashOut: 'Εξαργύρωση',
    simpleGame: 'Απλό παιχνίδι',
  },
  membership: {
    gold: 'Χρυσό',
  },
  slips: {
    tzoker: {
      submitSlipCost: 'Καταχώριση Δελτίου',
      choices: 'Οι επιλογΕς σου',
      addKinoSameNumber: 'Πρόσθεσε KINO με τους ίδιους αριθμούς',
      kinoAmount: 'Κέρδισε έως',
      winUpTo: 'Επόμενη κλήρωση:',
      numbers: 'Αριθμοί',
      selectPrice: 'Επιλογή τιμής',
      boardDescription: 'αριθμοί - Ποσό',
      total: 'Σύνολο',
    },
  },
  youHaveWon: 'Έχετε κερδίσει ένα Δωρεάν στοίχημα ',
  forA: 'για ένα',
  selectAMarketToPlay: 'επιλέξτε αγορά για να παίξετε',
  playFor: 'Παίξε για',
  win: 'νικάω',
  switchToLogged: 'Μεταβείτε σε Λειτουργία Συνδεδεμένου Χρήστη (Δοκιμή)',
  headerDemo: 'Αυτό είναι μόνο για σκοπούς επίδειξης. Σε παραγωγή, οι χρήστες θα συνδέονται μέσω κωδικού QR',
  common: {
    or: 'ή',
  },
  masonry: {
    playHere: 'ΠΑΙΖΕΙΣ ΕΔΩ',
    kinoPromo: 'Τωρα παιζεις ΚΙΝΟ και εδω!ευκολα και γρηγορα',
  },
};
